/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"settings_general" = "Основные";
"settings_general_show_photo_immediately" = "Быстрый просмотр фото";
"settings_general_add_logo" = "Иконка приложения на фото";

"settings_assistant" = "Ассистент";
"settings_assistant_vibration" = "Оповещение вибрацией";
"settings_assistant_screen" = "Оповещение подсветкой экрана";
"settings_assistant_torch" = "Оповещение слабой вспышкой";

"settings_assistant_screen_help" = "В момент, когда Вам нужно будет остановится, перед тем как будет сделано фото, включится подсветка экрана. Используйте этот вид помощи при слабом освещении.";
"settings_assistant_vibration_help" = "В момент, когда Вам нужно будет остановится, перед тем как будет сделано фото, включится короткая вибрация. Используйте этот вид помощи, если вокруг шумно.";
"settings_assistant_torch_help" = "В момент, когда Вам нужно будет остановится, перед тем как будет сделано фото, включится слабая вспышка. Не используйте этот вид помощи, при слабом освещении.";


"settings_assistant_soundset" = "Звуковой набор";
"settings_assistant_soundset_default" = "Стандартный";